Revit 2027 API
UnitTypeId.KipFeetPerFoot Property
 Kip feet per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipFeetPerFoot { get; }
Public Shared ReadOnly Property KipFeetPerFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipFeetPerFoot {
	ForgeTypeId^ get ();
}
static member KipFeetPerFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace